alsa-lib
apfs-fuse-git
aria2
at-spi2-core
base
base-devel
bob
btop
bubblewrap
bun
cairo
clang
cloudflared
cmake
cups
docker
docker-compose
dotnet-runtime
dotnet-sdk
fd
fish
fisher
fzf
gemini-cli
git
git-lfs
glu
gtk3
inotify-tools
jdk21-openjdk
jdk25-openjdk
less
libxcomposite
libxdamage
libxfixes
libxkbcommon
libxrandr
libxxf86vm
lld
man-db
mariadb
maven
mesa
mingw-w64-gcc
mold
neovim-nightly-bin
ngrok
nodejs
npm
nvidia-utils
openssh
pango
python-pip
python-pipx
ripgrep
sshfs
starship
stow
strace
swift-bin
tree
tree-sitter-cli
unzip
upx
usbmuxd
usbutils
uv
vim
vulkan-dzn
vulkan-intel
vulkan-tools
wasm-pack
xclip
yarn
yay
yay-debug
zenity
zip
zoxide
